{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Fejl efter udførsel af gpg";
"gpg execution manually interrupted" = "Udførsel af gpg afbrudt manuelt";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Indtast koden til %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Indtast koden til denne besked:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "Standard nøglering kan ikke åbnes!";
"Password buffer too small for keychain!" = "Kodeords-buffer er for lille til Nøgleringen!";
"Invalid reference to the keychain item for %s:%@" = "Ugyldig reference til Nøgleringsemnet %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Ukendt problem ved adgang til Nøglering! Fejl %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Koden til %s:%@: kan ikke gemmes. Den er for lang til Nøgleringen!"; // 1st argument is service, 2nd argument is user name
}